Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D13B.tmx
Source language: en_us
Languages: zh_cn

source: Do Christians and Muslims worship the same God?
zh_cn: 穆斯林和基督徒心中之神

source: The Muslim and Christian views of God have some similarities.
zh_cn: 穆斯林和基督徒心中之神有些类似。

source: Christians believe in one eternal God Who created the universe, and Muslims apply these attributes to Allah.
zh_cn: 基督徒认为永恒的上帝创造了天地万物，而穆斯林则认为真主阿拉创造了一切。

source: Both view God as all-powerful, all-knowing, and all-present.
zh_cn: 无论是穆斯林还是基督徒，他们都认为自己信奉之神无所不能、无所不知且无所不在。

source: A vital difference between the Islamic and Christian views of God is the biblical concept of the Trinity.
zh_cn: 穆斯林和基督徒对神的认识的主要差别在于圣经中三位一体的概念。

source: In the Bible, God has revealed Himself as one God in three Persons: God the Father, God the Son, and God the Holy Spirit.
zh_cn: 《圣经》表明上帝是一神三格，即圣父、圣子和圣灵。

source: While each Person of the Trinity is fully God, God is not three gods but three in one.
zh_cn: 虽然三位一体中的每一格皆代表上帝，但上帝并非三个神灵，而是三者合一。

source: God's Son came in the form of man, a truth called the incarnation (Luke 1:30-35; John 1:14; Colossians 2:9; 1 John 4:1-3).
zh_cn: 最初，圣子是人的形象，即被称之为转世的真理（路加福音1:30-35、约翰福音1:14、歌罗西书2:9和约翰福音4:1-3）。

source: The Lord Jesus Christ conquered the penalty and power of sin by dying on the cross (Romans 6:23).
zh_cn: 上帝耶稣基督死于十字架上以征服罪恶之惩罚和控制（罗马书6:23）。

source: After rising from the dead, Jesus went back to heaven to be with His Father and sent the Holy Spirit to believers (Acts 1:8-11).
zh_cn: 在死而复生后，耶稣回到了天堂和圣父同在，并将圣灵派往众信徒（使徒行传1:8-11）。

source: One day, Christ will return to judge and rule (Acts 10:42, 43).
zh_cn: 终有一日，救世主将恢复审判与统治（使徒行传10:42，43）。

source: Those who have trusted in the Lord Jesus will live with Him, but those who refuse to follow Him must be separated in hell from the holy God.
zh_cn: 信奉圣子之人将与圣子同在，而拒绝追随圣子之人将不得不与上帝分离而陷入地狱。

source: "The Father loves the Son and has given all things into his hand.
zh_cn: 约翰福音3:35-36写道：“圣父爱圣子，便将所有的一切转交与他。

source: Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him" (John 3:35-36).
zh_cn: 任何信奉圣子之人将得到永生。不服从圣子之人无法领会生命，而上帝的愤怒将尾随于他。”

source: Either Jesus bears the wrath of God for your sin on the cross or you bear the wrath of God for your sin in hell (1 Peter 2:24).
zh_cn: 要么是十字架上的耶稣为你的罪孽承担上帝的愤怒，要么你身陷地狱自己承担之（彼得前书2:24）。

source: The Trinity is essential to the Christian faith.
zh_cn: 三位一体是基督教信仰之根本。

source: Without the Trinity, there would be no incarnation of God's Son in the Person of Jesus Christ. Without Jesus Christ, there would be no salvation from sin. Without salvation, sin would condemn all to an eternal hell.
zh_cn: 若无三位一体，便没有上帝之子以基督耶稣之肉身转世；若无基督耶稣，便没有罪孽的救赎；若无救赎，罪孽将使众人限于万劫不复的地狱。

source: So, do Christians and Muslims worship the same God?
zh_cn: 那么，基督徒和穆斯林是否信奉同一个神呢？

source: A better question is, "Do Christians and Muslims both have a correct understanding of who God is?"
zh_cn: 或许更好的问法是：基督徒和穆斯林是否对神的身份都有一个正确的理解？

source: To this question, the answer is definitely no.
zh_cn: 就这个问题而言，答案是否定的。

source: Because of crucial differences between the Christian and Muslim concepts of God, the two faiths cannot both be true.
zh_cn: 因为基督徒和穆斯林心中神的概念差别巨大，所以这两种信念不可能同时正确。

source: The biblical God alone addresses and solves the problem of sin by giving His Son.
zh_cn: 只有圣经中的上帝是通过使圣子受罚来解决罪孽问题。

source: "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.
zh_cn: 约翰福音3:16-18写道：“上帝如此爱护世界万物，并使他唯一的儿子受罚，任何信奉圣子之人将不会死亡而获得永生。

source: For God did not send his Son into the world to condemn the world, but to save the world through him.
zh_cn: 上帝未将圣子派往凡间施以诅咒，而是通过让圣子受苦来救赎人类之罪。

source: Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son" (John 3:16-18).
zh_cn: 任何信奉圣子之人都不会受到诅咒，但不信之徒会一直受到诅咒，因为斯人不信奉上帝唯一的儿子。”
